Tekla Open API Reference for Tekla Structures 2025
WpfOkCreateCancel Methods
The WpfOkCreateCancel type exposes the following members.
Methods
Name | Description
InitializeComponent
 InitializeComponent
Top
See Also
Reference
WpfOkCreateCancel Class
Tekla.Structures.Dialog.UIControls Namespace